Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# NotBeforeColumnHeaderBtn.Content
source: Not Before
ar: غير صالحة قبل
de_de: Gültig ab
el_gr: Όχι Πριν
es: No Válido Antes De
fr_fr: Valide À Partir De
he_il: לא לפני
hi_in: से पहले नहीं
ja_jp: 開始日
ml_in: ഇതിനു മുമ്പ് സാധുവല്ല
pl_pl: Nie przed
tr_tr: Daha önce değil

# NotAfterColumnHeaderBtn.Content
source: Not After
ar: غير صالحة بعد
de_de: Gültig bis
el_gr: Όχι Μετά
es: No Válido Después De
fr_fr: Valide Jusqu'au
he_il: לא אחרי
hi_in: के बाद नहीं
ja_jp: 終了日
ml_in: ഇതിനു ശേഷം സാധുവല്ല
pl_pl: Nie po
tr_tr: Sonra Değil

# HashingAlgorithmColumnHeaderBtn.Content
source: Hashing Algorithm
ar: خوارزمية التجزئة
de_de: Hashalgorithmus
el_gr: Αλγόριθμος Κατακερματισμού
es: Algoritmo de Hashing
fr_fr: Algorithme de Hachage
he_il: אלגוריתם האשינג
hi_in: हैशिंग एल्गोरिदम
ja_jp: ハッシュアルゴリズム
ml_in: ഹാഷിംഗ് അൽഗോരിതം
pl_pl: Algorytm skrótu
tr_tr: Karma Algoritması

# SerialNumberColumnHeaderBtn.Content
source: Serial Number
ar: الرقم التسلسلي
de_de: Seriennummer
el_gr: Σειριακός Αριθμός
es: Número de Serie
fr_fr: Numéro de Série
he_il: מספר סידורי
hi_in: सीरियल नंबर
ja_jp: シリアル番号
ml_in: സീരിയൽ നമ്പർ
pl_pl: Numer seryjny
tr_tr: Seri numarası

# ThumbprintColumnHeaderBtn.Content
source: Thumbprint
ar: البصمة
de_de: Fingerabdruck
el_gr: Αποτύπωμα
es: Huella Digital
fr_fr: Empreinte
he_il: טביעת אצבע
hi_in: थंबप्रिंट
ja_jp: サムプリント
ml_in: തമ്പ്‌പ്രിന്റ്
pl_pl: Odcisk palca
tr_tr: Parmak izi

# TBSHashColumnHeaderBtn.Content
source: TBS Hash
ar: تجزئة TBS
el_gr: Κατακερματισμός TBS
es: Hash TBS
fr_fr: Hachage TBS
he_il: האש TBS
hi_in: TBS हैश
ja_jp: TBSハッシュ
ml_in: TBS ഹാഷ്
pl_pl: Skrót TBS
tr_tr: TBS Karma

# ExtensionOIDsColumnHeaderBtn.Content
source: Extension OIDs
ar: معرفات OID للإضافة
de_de: Erweiterungs-OIDs
el_gr: OIDs Επέκτασης
es: OIDs de Extensión
fr_fr: OIDs d'Extension
he_il: OID של הרחבות
hi_in: विस्तार OIDs
ja_jp: 拡張OID
ml_in: വിപുലീകരണ OID-കൾ
pl_pl: Identyfikatory OID rozszerzenia
tr_tr: Uzantı OID'leri

source: Use this section to enter a custom pattern-based file rule to add to the supplemental policy.
ar: استخدم هذا القسم لإدخال قاعدة ملف مخصصة قائمة على النمط لإضافتها إلى النهج التكميلي.
de_de: Verwenden Sie diesen Abschnitt, um eine benutzerdefinierte, musterbasierte Dateiregel zu erfassen, die der Ergänzungsrichtlinie hinzugefügt wird.
el_gr: Χρησιμοποιήστε αυτήν την ενότητα για να εισαγάγετε έναν προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο για να προσθέσετε στην συμπληρωματική πολιτική.
es: Utilice esta sección para ingresar una regla de archivo basada en un patrón personalizado para agregar a la directiva suplementaria.
fr_fr: Utilisez cette section pour saisir une règle de fichier basée sur un motif personnalisé à ajouter à la politique supplémentaire.
he_il: השתמש בסעיף זה כדי להזין כלל קובץ מבוסס תבנית מותאם אישית להוספה למדיניות המשלימה.
hi_in: पूरक नीति में जोड़ने के लिए एक कस्टम पैटर्न-आधारित फ़ाइल नियम दर्ज करने के लिए इस अनुभाग का उपयोग करें।
ja_jp: このセクションを使用して、補足ポリシーに追加するカスタムパターンベースのファイルルールを入力します。
ml_in: അനുബന്ധ നയത്തിലേക്ക് ചേർക്കുന്നതിനായി ഒരു ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം നൽകുന്നതിന് ഈ വിഭാഗം ഉപയോഗിക്കുക.
pl_pl: Użyj tej sekcji, aby wprowadzić niestandardową regułę pliku opartą na wzorcu do dodania do zasad uzupełniających.
tr_tr: Ek politikaya eklenecek özel bir kalıp tabanlı dosya kuralı girmek için bu bölümü kullanın.

# SupplementalPolicyCustomPatternBasedFileRuleActualPatternSettingsCard.Header
source: Custom Pattern-based File Rule
ar: قاعدة ملف مخصصة قائمة على النمط
de_de: Benutzerdefinierte musterbasierte Dateiregel
el_gr: Προσαρμοσμένος Κανόνας Αρχείου Βασισμένος σε Πρότυπο
es: Regla de Archivo Basada en Patrón Personalizado
fr_fr: Règle de Fichier Basée sur un Motif Personnalisé
he_il: כלל קובץ מבוסס תבנית מותאם אישית
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम
ja_jp: カスタムパターンベースファイルルール
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം
pl_pl: Niestandardowa reguła pliku oparta na wzorcu
tr_tr: Özel Desen Tabanlı Dosya Kuralı

# CustomPatternBasedFileRuleInfoSettingsCard.Description
source: Click/Tap here to see more information about the patterns you can use
ar: انقر/اضغط هنا لرؤية المزيد من المعلومات حول الأنماط التي يمكنك استخدامها
de_de: Klicken/Tippen Sie hier, um weitere Informationen zu den verwendbaren Mustern anzuzeigen
el_gr: Κάντε κλικ/πατήστε εδώ για να δείτε περισσότερες πληροφορίες σχετικά με τα πρότυπα που μπορείτε να χρησιμοποιήσετε
es: Haga clic/toque aquí para ver más información sobre los patrones que puede utilizar
fr_fr: Cliquez/Appuyez ici pour voir plus d'informations sur les motifs que vous pouvez utiliser
he_il: לחץ/הקש כאן כדי לראות מידע נוסף על התבניות שבהן תוכל להשתמש
hi_in: उपयोग करने योग्य पैटर्न के बारे में अधिक जानकारी देखने के लिए यहाँ क्लिक/टैप करें
ja_jp: クリック/タップして、使用可能なパターンの詳細情報を表示します
ml_in: നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന പാറ്റേണുകളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ കാണുന്നതിന് ഇവിടെ ക്ലിക്ക് ചെയ്യുക/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij tutaj, aby zobaczyć więcej informacji o wzorcach, których możesz użyć
tr_tr: Kullanabileceğiniz kalıplar hakkında daha fazla bilgi görmek için buraya tıklayın/dokunun

# CustomPatternBasedFileRuleInfoSettingsCard.ToolTipService.ToolTip
source: Click/Tap here to see more information about the patterns you can use
ar: انقر/اضغط هنا لرؤية المزيد من المعلومات حول الأنماط التي يمكنك استخدامها
de_de: Klicken/Tippen Sie hier, um weitere Informationen zu den verwendbaren Mustern anzuzeigen
el_gr: Κάντε κλικ/πατήστε εδώ για να δείτε περισσότερες πληροφορίες σχετικά με τα πρότυπα που μπορείτε να χρησιμοποιήσετε
es: Haga clic/toque aquí para ver más información sobre los patrones que puede utilizar
fr_fr: Cliquez/Appuyez ici pour voir plus d'informations sur les motifs que vous pouvez utiliser
he_il: לחץ/הקש כאן כדי לראות מידע נוסף על התבניות שבהן תוכל להשתמש
hi_in: उपयोग करने योग्य पैटर्न के बारे में अधिक जानकारी देखने के लिए यहाँ क्लिक/टैप करें
ja_jp: クリック/タップして、使用可能なパターンの詳細情報を表示します
ml_in: നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന പാറ്റേണുകളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ കാണുന്നതിന് ഇവിടെ ക്ലിക്ക് ചെയ്യുക/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij tutaj, aby zobaczyć więcej informacji o wzorcach, których możesz użyć
tr_tr: Kullanabileceğiniz kalıplar hakkında daha fazla bilgi görmek için buraya tıklayın/dokunun

# CustomPatternBasedFileRuleInfoSettingsCard.AutomationProperties.HelpText
source: Click/Tap here to see more information about the patterns you can use
ar: انقر/اضغط هنا لرؤية المزيد من المعلومات حول الأنماط التي يمكنك استخدامها
de_de: Klicken/Tippen Sie hier, um weitere Informationen zu den verwendbaren Mustern anzuzeigen
el_gr: Κάντε κλικ/πατήστε εδώ για να δείτε περισσότερες πληροφορίες σχετικά με τα πρότυπα που μπορείτε να χρησιμοποιήσετε
es: Haga clic/toque aquí para ver más información sobre los patrones que puede utilizar
fr_fr: Cliquez/Appuyez ici pour voir plus d'informations sur les motifs que vous pouvez utiliser
he_il: לחץ/הקש כאן כדי לראות מידע נוסף על התבניות שבהן תוכל להשתמש
hi_in: उपयोग करने योग्य पैटर्न के बारे में अधिक जानकारी देखने के लिए यहाँ क्लिक/टैप करें
ja_jp: クリック/タップして、使用可能なパターンの詳細情報を表示します
ml_in: നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന പാറ്റേണുകളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ കാണുന്നതിന് ഇവിടെ ക്ലിക്ക് ചെയ്യുക/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij tutaj, aby zobaczyć więcej informacji o wzorcach, których możesz użyć
tr_tr: Kullanabileceğiniz kalıplar hakkında daha fazla bilgi görmek için buraya tıklayın/dokunun

# CustomPatternBasedFileRuleInfoSettingsCard.Header
source: More Information
ar: مزيد من المعلومات
de_de: Weitere Informationen
el_gr: Περισσότερες Πληροφορίες
es: Más Información
fr_fr: Plus d'Informations
he_il: מידע נוסף
hi_in: अधिक जानकारी
ja_jp: 詳細情報
ml_in: കൂടുതൽ വിവരങ്ങൾ
pl_pl: Więcej informacji
tr_tr: Daha Fazla Bilgi

# SupplementalPolicyCustomPatternBasedCustomPatternTextBox.PlaceholderText
source: Enter a custom matching pattern
ar: أدخل نمط مطابقة مخصص
de_de: Benutzerdefiniertes Abgleichmuster eingeben
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο αντιστοίχισης
es: Ingrese un patrón de coincidencia personalizado
fr_fr: Saisir un motif de correspondance personnalisé
he_il: הזן תבנית התאמה מותאמת אישית
hi_in: कस्टम मिलान पैटर्न दर्ज करें
ja_jp: カスタム一致パターンを入力
ml_in: ഒരു ഇഷ്ടാനുസൃത പൊരുത്തപ്പെടുന്ന പാറ്റേൺ നൽകുക
pl_pl: Wprowadź niestandardowy wzorzec dopasowania
tr_tr: Özel bir eşleştirme modeli girin

# SupplementalPolicyCustomPatternBasedCustomPatternTextBox.ToolTipService.ToolTip
source: Enter a custom matching pattern for file rules. All of the file paths that match this pattern will be allowed by the Supplemental policy.
ar: أدخل نمط مطابقة مخصص لقواعد الملفات. سيتم السماح بجميع مسارات الملفات التي تطابق هذا النمط بواسطة النهج التكميلي.
de_de: Geben Sie ein benutzerdefiniertes Abgleichmuster für Dateiregeln ein. Alle Dateipfade, die diesem Muster entsprechen, werden durch die Ergänzungsrichtlinie zugelassen.
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο αντιστοίχισης για κανόνες αρχείων. Όλες οι διαδρομές αρχείων που ταιριάζουν με αυτό το πρότυπο θα επιτρέπονται από την Συμπληρωματική πολιτική.
es: Ingrese un patrón de coincidencia personalizado para las reglas de archivo. Todas las rutas de archivo que coincidan con este patrón serán permitidas por la directiva Suplementaria.
fr_fr: Saisissez un motif de correspondance personnalisé pour les règles de fichiers. Tous les chemins de fichiers correspondant à ce motif seront autorisés par la politique supplémentaire.
he_il: הזן תבנית התאמה מותאמת אישית לכללי קובץ. כל נתיבי הקבצים שתואמים לתבנית זו יורשו על ידי המדיניות המשלימה.
hi_in: फ़ाइल नियमों के लिए एक कस्टम मिलान पैटर्न दर्ज करें। इस पैटर्न से मेल खाने वाले सभी फ़ाइल पथ पूरक नीति द्वारा अनुमत होंगे।
ja_jp: ファイルルールのカスタム一致パターンを入力します。このパターンに一致するすべてのファイルパスが補足ポリシーによって許可されます。
ml_in: ഫയൽ നിയമങ്ങൾക്കായി ഒരു ഇഷ്ടാനുസൃത പൊരുത്തപ്പെടുന്ന പാറ്റേൺ നൽകുക. ഈ പാറ്റേണുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ഫയൽ പാതകളും അനുബന്ധ നയത്താൽ അനുവദിക്കപ്പെടും.
pl_pl: Wprowadź niestandardowy wzorzec dopasowania dla reguł plików. Wszystkie ścieżki plików pasujące do tego wzorca będą dozwolone przez zasady uzupełniające.
tr_tr: Dosya kuralları için özel bir eşleştirme modeli girin. Bu kalıpla eşleşen tüm dosya yollarına Ek politika tarafından izin verilecektir.

source: Enter a custom matching pattern for file rules. All of the file paths that match this pattern will be allowed by the Supplemental policy.
ar: أدخل نمط مطابقة مخصص لقواعد الملفات. سيتم السماح بجميع مسارات الملفات التي تطابق هذا النمط بواسطة النهج التكميلي.
de_de: Geben Sie ein benutzerdefiniertes Abgleichmuster für Dateiregeln ein. Alle Dateipfade, die diesem Muster entsprechen, werden durch die Ergänzungsrichtlinie zugelassen.
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο αντιστοίχισης για κανόνες αρχείων. Όλες οι διαδρομές αρχείων που ταιριάζουν με αυτό το πρότυπο θα επιτρέπονται από την Συμπληρωματική πολιτική.
es: Ingrese un patrón de coincidencia personalizado para las reglas de archivo. Todas las rutas de archivo que coincidan con este patrón serán permitidas por la directiva Suplementaria.
fr_fr: Saisissez un motif de correspondance personnalisé pour les règles de fichiers. Tous les chemins de fichiers correspondant à ce motif seront autorisés par la politique supplémentaire.
he_il: הזן תבנית התאמה מותאמת אישית לכללי קובץ. כל נתיבי הקבצים שתואמים לתבנית זו יורשו על ידי המדיניות המשלימה.
hi_in: फ़ाइल नियमों के लिए एक कस्टम मिलान पैटर्न दर्ज करें। इस पैटर्न से मेल खाने वाले सभी फ़ाइल पथ पूरक नीति द्वारा अनुमत होंगे।
ja_jp: ファイルルールのカスタム一致パターンを入力します。このパターンに一致するすべてのファイルパスが補足ポリシーによって許可されます。
ml_in: ഫയൽ നിയമങ്ങൾക്കായി ഒരു ഇഷ്ടാനുസൃത പൊരുത്തപ്പെടുന്ന പാറ്റേൺ നൽകുക. ഈ പാറ്റേണുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ഫയൽ പാതകളും അനുബന്ധ നയത്താൽ അനുവദിക്കപ്പെടും.
pl_pl: Wprowadź niestandardowy wzorzec dopasowania dla reguł plików. Wszystkie ścieżki plików pasujące do tego wzorca będą dozwolone przez zasady uzupełniające.
tr_tr: Dosya kuralları için özel bir eşleştirme modeli girin. Bu kalıpla eşleşen tüm dosya yollarına Ek politika tarafından izin verilecektir.

# SupplementalPolicyCustomPatternBasedFileRuleSettingsExpander.Description
source: Create a supplemental policy that uses custom pattern-based file rule.
ar: إنشاء نهج تكميلي يستخدم قاعدة ملف مخصصة قائمة على النمط.
de_de: Erstellen Sie eine Ergänzungsrichtlinie, die eine benutzerdefinierte, musterbasierte Dateiregel verwendet.
el_gr: Δημιουργήστε μια συμπληρωματική πολιτική που χρησιμοποιεί προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο.
es: Crear una directiva suplementaria que utilice una regla de archivo basada en un patrón personalizado.
fr_fr: Créer une politique supplémentaire utilisant une règle de fichier basée sur un motif personnalisé.
he_il: צור מדיניות משלימה שמשתמשת בכלל קובץ מבוסס תבנית מותאם אישית.
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम का उपयोग करने वाली पूरक नीति बनाएँ।
ja_jp: カスタムパターンベースのファイルルールを使用する補足ポリシーを作成します。
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം ഉപയോഗിക്കുന്ന ഒരു അനുബന്ധ നയം സൃഷ്ടിക്കുക.
pl_pl: Utwórz zasady uzupełniające, które używają niestandardowej reguły pliku opartej na wzorcu.
tr_tr: Özel desen tabanlı dosya kuralını kullanan ek bir politika oluşturun.

source: Create a supplemental policy that uses custom pattern-based file rule.
ar: إنشاء نهج تكميلي يستخدم قاعدة ملف مخصصة قائمة على النمط.
de_de: Erstellen Sie eine Ergänzungsrichtlinie, die eine benutzerdefinierte, musterbasierte Dateiregel verwendet.
el_gr: Δημιουργήστε μια συμπληρωματική πολιτική που χρησιμοποιεί προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο.
es: Crear una directiva suplementaria que utilice una regla de archivo basada en un patrón personalizado.
fr_fr: Créer une politique supplémentaire utilisant une règle de fichier basée sur un motif personnalisé.
he_il: צור מדיניות משלימה שמשתמשת בכלל קובץ מבוסס תבנית מותאם אישית.
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम का उपयोग करने वाली पूरक नीति बनाएँ।
ja_jp: カスタムパターンベースのファイルルールを使用する補足ポリシーを作成します。
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം ഉപയോഗിക്കുന്ന ഒരു അനുബന്ധ നയം സൃഷ്ടിക്കുക.
pl_pl: Utwórz zasady uzupełniające, które używają niestandardowej reguły pliku opartej na wzorcu.
tr_tr: Özel desen tabanlı dosya kuralını kullanan ek bir politika oluşturun.

# SupplementalPolicyCustomPatternBasedFileRuleSettingsExpander.Header
source: Pattern based File Rule
ar: قاعدة ملف قائمة على النمط
de_de: Musterbasierte Dateiregel
el_gr: Κανόνας Αρχείου Βασισμένος σε Πρότυπο
es: Regla de Archivo Basada en Patrón
fr_fr: Règle de Fichier Basée sur un Motif
he_il: כלל קובץ מבוסס תבנית
hi_in: पैटर्न-आधारित फ़ाइल नियम
ja_jp: パターンベースファイルルール
ml_in: പാറ്റേൺ അടിസ്ഥാനമാക്കിയുള്ള ഫയൽ നിയമം
pl_pl: Reguła pliku oparta na wzorcu
tr_tr: Desen Tabanlı Dosya Kuralı

# DenyPolicyCustomPatternBasedFileRuleActualPatternSettingsCard.Description
source: Use this section to enter a custom pattern-based file rule to add to the Deny policy.
ar: استخدم هذا القسم لإدخال قاعدة ملف مخصصة قائمة على النمط لإضافتها إلى نهج الرفض.
de_de: Verwenden Sie diesen Abschnitt, um eine benutzerdefinierte, musterbasierte Dateiregel zu erfassen, die der Deny-Richtlinie hinzugefügt wird.
el_gr: Χρησιμοποιήστε αυτήν την ενότητα για να εισαγάγετε έναν προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο για να προσθέσετε στην πολιτική Απαγόρευσης.
es: Utilice esta sección para ingresar una regla de archivo basada en un patrón personalizado para agregar a la directiva de Denegación.
fr_fr: Utilisez cette section pour saisir une règle de fichier basée sur un motif personnalisé à ajouter à la politique de Refus.
he_il: השתמש בסעיף זה כדי להזין כלל קובץ מבוסס תבנית מותאם אישית להוספה למדיניות הדחייה.
hi_in: निषेध नीति में जोड़ने के लिए एक कस्टम पैटर्न-आधारित फ़ाइल नियम दर्ज करने के लिए इस अनुभाग का उपयोग करें।
ja_jp: このセクションを使用して、拒否ポリシーに追加するカスタムパターンベースのファイルルールを入力します。
ml_in: നിഷേധിക്കൽ നയത്തിലേക്ക് ചേർക്കുന്നതിനായി ഒരു ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം നൽകുന്നതിന് ഈ വിഭാഗം ഉപയോഗിക്കുക.
pl_pl: Użyj tej sekcji, aby wprowadzić niestandardową regułę pliku opartą na wzorcu do dodania do zasad odmowy.
tr_tr: Reddetme ilkesine eklenecek özel bir kalıp tabanlı dosya kuralı girmek için bu bölümü kullanın.

source: Use this section to enter a custom pattern-based file rule to add to the Deny policy.
ar: استخدم هذا القسم لإدخال قاعدة ملف مخصصة قائمة على النمط لإضافتها إلى نهج الرفض.
de_de: Verwenden Sie diesen Abschnitt, um eine benutzerdefinierte, musterbasierte Dateiregel zu erfassen, die der Deny-Richtlinie hinzugefügt wird.
el_gr: Χρησιμοποιήστε αυτήν την ενότητα για να εισαγάγετε έναν προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο για να προσθέσετε στην πολιτική Απαγόρευσης.
es: Utilice esta sección para ingresar una regla de archivo basada en un patrón personalizado para agregar a la directiva de Denegación.
fr_fr: Utilisez cette section pour saisir une règle de fichier basée sur un motif personnalisé à ajouter à la politique de Refus.
he_il: השתמש בסעיף זה כדי להזין כלל קובץ מבוסס תבנית מותאם אישית להוספה למדיניות הדחייה.
hi_in: निषेध नीति में जोड़ने के लिए एक कस्टम पैटर्न-आधारित फ़ाइल नियम दर्ज करने के लिए इस अनुभाग का उपयोग करें।
ja_jp: このセクションを使用して、拒否ポリシーに追加するカスタムパターンベースのファイルルールを入力します。
ml_in: നിഷേധിക്കൽ നയത്തിലേക്ക് ചേർക്കുന്നതിനായി ഒരു ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം നൽകുന്നതിന് ഈ വിഭാഗം ഉപയോഗിക്കുക.
pl_pl: Użyj tej sekcji, aby wprowadzić niestandardową regułę pliku opartą na wzorcu do dodania do zasad odmowy.
tr_tr: Reddetme ilkesine eklenecek özel bir kalıp tabanlı dosya kuralı girmek için bu bölümü kullanın.

# DenyPolicyCustomPatternBasedFileRuleActualPatternSettingsCard.Header
source: Custom Pattern-based File Rule
ar: قاعدة ملف مخصصة قائمة على النمط
de_de: Benutzerdefinierte musterbasierte Dateiregel
el_gr: Προσαρμοσμένος Κανόνας Αρχείου Βασισμένος σε Πρότυπο
es: Regla de Archivo Basada en Patrón Personalizado
fr_fr: Règle de Fichier Basée sur un Motif Personnalisé
he_il: כלל קובץ מבוסס תבנית מותאם אישית
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम
ja_jp: カスタムパターンベースファイルルール
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം
pl_pl: Niestandardowa reguła pliku oparta na wzorcu
tr_tr: Özel Desen Tabanlı Dosya Kuralı

# DenyPolicyCustomPatternBasedCustomPatternTextBox.PlaceholderText
source: Enter a custom matching pattern
ar: أدخل نمط مطابقة مخصص
de_de: Benutzerdefiniertes Abgleichmuster eingeben
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο αντιστοίχισης
es: Ingrese un patrón de coincidencia personalizado
fr_fr: Saisir un motif de correspondance personnalisé
he_il: הזן תבנית התאמה מותאמת אישית
hi_in: कस्टम मिलान पैटर्न दर्ज करें
ja_jp: カスタム一致パターンを入力
ml_in: ഒരു ഇഷ്ടാനുസൃത പൊരുത്തപ്പെടുന്ന പാറ്റേൺ നൽകുക
pl_pl: Wprowadź niestandardowy wzorzec dopasowania
tr_tr: Özel bir eşleştirme modeli girin

# DenyPolicyCustomPatternBasedCustomPatternTextBox.ToolTipService.ToolTip
source: Enter a custom matching pattern for file rules. All of the file paths that match this pattern will be denied by the Deny policy.
ar: أدخل نمط مطابقة مخصص لقواعد الملفات. سيتم رفض جميع مسارات الملفات التي تطابق هذا النمط بواسطة نهج الرفض.
de_de: Geben Sie ein benutzerdefiniertes Abgleichmuster für Dateiregeln ein. Alle Dateipfade, die diesem Muster entsprechen, werden durch die Deny-Richtlinie abgelehnt.
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο αντιστοίχισης για κανόνες αρχείων. Όλες οι διαδρομές αρχείων που ταιριάζουν με αυτό το πρότυπο θα απαγορεύονται από την πολιτική Απαγόρευσης.
es: Ingrese un patrón de coincidencia personalizado para las reglas de archivo. Todas las rutas de archivo que coincidan con este patrón serán denegadas por la directiva de Denegación.
fr_fr: Saisissez un motif de correspondance personnalisé pour les règles de fichiers. Tous les chemins de fichiers correspondant à ce motif seront refusés par la politique de Refus.
he_il: הזן תבנית התאמה מותאמת אישית לכללי קובץ. כל נתיבי הקבצים שתואמים לתבנית זו יידחו על ידי מדיניות הדחייה.
hi_in: फ़ाइल नियमों के लिए एक कस्टम मिलान पैटर्न दर्ज करें। इस पैटर्न से मेल खाने वाले सभी फ़ाइल पथ निषेध नीति द्वारा अस्वीकृत होंगे।
ja_jp: ファイルルールのカスタム一致パターンを入力します。このパターンに一致するすべてのファイルパスが拒否ポリシーによって拒否されます。
ml_in: ഫയൽ നിയമങ്ങൾക്കായി ഒരു ഇഷ്ടാനുസൃത പൊരുത്തപ്പെടുന്ന പാറ്റേൺ നൽകുക. ഈ പാറ്റേണുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ഫയൽ പാതകളും നിഷേധിക്കൽ നയത്താൽ നിഷേധിക്കപ്പെടും.
pl_pl: Wprowadź niestandardowy wzorzec dopasowania dla reguł plików. Wszystkie ścieżki plików pasujące do tego wzorca będą odrzucane przez zasady odmowy.
tr_tr: Dosya kuralları için özel bir eşleştirme modeli girin. Bu kalıpla eşleşen tüm dosya yolları Reddet politikası tarafından reddedilecektir.

# DenyPolicyCustomPatternBasedCustomPatternTextBox.AutomationProperties.HelpText
source: Enter a custom matching pattern for file rules. All of the file paths that match this pattern will be denied by the Deny policy.
ar: أدخل نمط مطابقة مخصص لقواعد الملفات. سيتم رفض جميع مسارات الملفات التي تطابق هذا النمط بواسطة نهج الرفض.
de_de: Geben Sie ein benutzerdefiniertes Abgleichmuster für Dateiregeln ein. Alle Dateipfade, die diesem Muster entsprechen, werden durch die Deny-Richtlinie abgelehnt.
el_gr: Εισαγάγετε ένα προσαρμοσμένο πρότυπο αντιστοίχισης για κανόνες αρχείων. Όλες οι διαδρομές αρχείων που ταιριάζουν με αυτό το πρότυπο θα απαγορεύονται από την πολιτική Απαγόρευσης.
es: Ingrese un patrón de coincidencia personalizado para las reglas de archivo. Todas las rutas de archivo que coincidan con este patrón serán denegadas por la directiva de Denegación.
fr_fr: Saisissez un motif de correspondance personnalisé pour les règles de fichiers. Tous les chemins de fichiers correspondant à ce motif seront refusés par la politique de Refus.
he_il: הזן תבנית התאמה מותאמת אישית לכללי קובץ. כל נתיבי הקבצים שתואמים לתבנית זו יידחו על ידי מדיניות הדחייה.
hi_in: फ़ाइल नियमों के लिए एक कस्टम मिलान पैटर्न दर्ज करें। इस पैटर्न से मेल खाने वाले सभी फ़ाइल पथ निषेध नीति द्वारा अस्वीकृत होंगे।
ja_jp: ファイルルールのカスタム一致パターンを入力します。このパターンに一致するすべてのファイルパスが拒否ポリシーによって拒否されます。
ml_in: ഫയൽ നിയമങ്ങൾക്കായി ഒരു ഇഷ്ടാനുസൃത പൊരുത്തപ്പെടുന്ന പാറ്റേൺ നൽകുക. ഈ പാറ്റേണുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ഫയൽ പാതകളും നിഷേധിക്കൽ നയത്താൽ നിഷേധിക്കപ്പെടും.
pl_pl: Wprowadź niestandardowy wzorzec dopasowania dla reguł plików. Wszystkie ścieżki plików pasujące do tego wzorca będą odrzucane przez zasady odmowy.
tr_tr: Dosya kuralları için özel bir eşleştirme modeli girin. Bu kalıpla eşleşen tüm dosya yolları Reddet politikası tarafından reddedilecektir.

# DenyPolicyCustomPatternBasedFileRuleSettingsExpander.Description
source: Create a Deny policy that uses custom pattern-based file rule.
ar: إنشاء نهج رفض يستخدم قاعدة ملف مخصصة قائمة على النمط.
de_de: Erstellen Sie eine Deny-Richtlinie, die eine benutzerdefinierte, musterbasierte Dateiregel verwendet.
el_gr: Δημιουργήστε μια πολιτική Απαγόρευσης που χρησιμοποιεί προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο.
es: Crear una directiva de Denegación que utilice una regla de archivo basada en un patrón personalizado.
fr_fr: Créer une politique de Refus utilisant une règle de fichier basée sur un motif personnalisé.
he_il: צור מדיניות דחייה שמשתמשת בכלל קובץ מבוסס תבנית מותאם אישית.
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम का उपयोग करने वाली निषेध नीति बनाएँ।
ja_jp: カスタムパターンベースのファイルルールを使用する拒否ポリシーを作成します。
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം ഉപയോഗിക്കുന്ന ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക.
pl_pl: Utwórz zasady odmowy, które używają niestandardowej reguły pliku opartej na wzorcu.
tr_tr: Özel desen tabanlı dosya kuralını kullanan bir Reddetme ilkesi oluşturun.
